{
  "prefix": "SECTION",
  "num": "28-311.2",
  "heading": "Definitions",
  "text": " As used in this article, the following terms shall have the following meanings:\n\nCOVERED BUILDING. As it appears in the records of the department of finance: (i) a building that exceeds 50,000 gross square\nfeet (4645 m2), (ii) two or more buildings on the same tax lot that together exceed 100,000 gross square feet (9290 m 2), or (iii) two or\nmore buildings held in the condominium form of ownership that are governed by the same board of managers and that together\nexceed 100,000 gross square feet (9290 m 2).\n\n   Exception: The term \"covered building\" shall not include real property classified as class one pursuant to subdivision one of\n   section eighteen hundred two of the real property tax law.\n\nCOVERED TENANT SPACE. (i) A tenant space larger than 10,000 gross square feet (929 m 2) on one or more floors of a covered\nbuilding let or sublet to the same person, or (ii) a floor of a covered building larger than 10,000 gross square feet (929 m²) consisting\nof tenant spaces let or sublet to two or more different persons.\n\n   Exception: The term \"covered tenant space\" shall not include dwelling units classified in occupancy group R-2 or R-3.\n\nMETER. A device installed by an electrical utility company or corporation that measures the flow of electricity supplied to a\nbuilding or to a defined space within a building and used by the utility to bill consumers for electrical service.\n\nSUB-METER. A device meeting the standards of the department or, where applicable, the public service commission, installed\nwithin a building's electrical distribution system that measures the flow of electricity within a defined space within the building and\nthat may, but need not, be used for apportioning the cost of electricity among the building's tenants or subtenants.\n\nTENANT SPACE. Space within a covered building that is let or sublet to another person by the owner or a lessee of such space.\n\n"
}