{
  "prefix": "SECTION",
  "num": "28-310.3",
  "heading": "Upgrade of lighting systems of covered buildings required",
  "text": " The lighting systems of covered buildings shall be upgraded\nto comply with the standards for new systems set forth in section eight hundred five of the New York city energy conservation code\nand/or applicable standards referenced in such energy code on or prior to January 1, 2025. The owner of a covered building shall\n\fensure that the upgrade of the lighting system of the entire covered building is completed on or prior to such date and shall file a\nreport with the department, on or prior to such date, prepared by a registered design professional or a licensed master or special\nelectrician certifying that such upgrade has been completed and that the work is in compliance with the technical standards of the\nNew York city electrical code. The department may impose a fee for filing and review of such reports.\n\n   Exceptions:\n\n      1. No upgrade is required for (i) an element of a lighting system that is in compliance with the standards of the New York city\n         energy conservation code and/or applicable standards referenced in such code as in effect for new systems installed on or\n         after July 1, 2010, or (ii) lighting power densities in any space bounded by permanent f1oor-to-ceiling partitions and/or\n         closable doors that are in compliance with the standards of the New York city energy conservation code and/or applicable\n         standards referenced in such code as in effect for new systems installed on or after July 1, 2010.\n\n      2. No upgrade is required for the lighting system within dwelling units classified in occupancy group R-2 or R-3 or spaces\n         serving such dwelling units, including but not limited to, hallways, laundry rooms, or boiler rooms.\n\n      3. No upgrade is required for the lighting system within a space classified in occupancy group A-3 that is within a house of\n         worship.\n                                                   "
}