{
  "prefix": "SECTION",
  "num": "28-101.4.3",
  "heading": "Optional use of the 1968 building code for work on prior code buildings",
  "text": " At the option of the owner, and\n   subject to applicable provisions of this code, work on prior code buildings may be performed in accordance with the\n   requirements and standards set forth in the 1968 building code, or where the 1968 code so authorizes, the code in effect prior to\n   December 6, 1968.\n\fExceptions:\n 1. Fuel gas, plumbing and mechanical work. The installation of and work on all appliances, equipment and systems\n    regulated by the New York city fuel gas code, the New York city plumbing code and the New York city mechanical\n    code shall be governed by applicable provisions of those codes relating to new and existing installations.\n 2. Fire protection systems. Alterations of buildings and changes of use or occupancy shall be governed by chapter 9 of\n    the New York city building code, subject to special provisions for prior code buildings as set forth therein.\n 3. Elevators, conveyors and amusement rides. The installation of and work on elevators, conveyors, and amusement\n    rides shall be governed by chapter 30 and appendix K of the New York city building code and the rules of the\n    department, subject to special provisions for prior code buildings as set forth therein.\n 4. Safety during construction operations. Safety of public and property during construction operations including\n    demolition shall be governed by chapter 33 of the New York city building code.\n 5. Accessibility. Alterations, including minor alterations, of buildings and changes of use or occupancy, shall be\n    governed by chapter 11 of the New York city building code, subject to special provisions for prior code buildings as\n    set forth therein.\n 6. Encroachments into the public right of way. Encroachments onto the public right of way shall be governed by\n    chapter 32 of the New York city building code.\n 7. Administration and enforcement. Except as otherwise limited by the commissioner, administration and enforcement\n    of the 1968 building code shall be in accordance with this code, including but not limited to approval of construction\n    documents, issuance of permits and certificates of occupancy, tests and inspections, penalties and enforcement.\n 8. Special inspections. Controlled inspections and semi-controlled inspections as referenced in the 1968 building code\n    shall be deemed to be special inspections and shall be governed by the provisions of this code relating to special\n    inspections.\n 9. Materials. Materials regulated in their use by the 1968 building code shall be subject to applicable provisions of this\n    code.\n 10. Security grilles. The installation and replacement of security grilles shall comply with section 1008.1.4.5 of the New\n   York city building code.\n 11. Energy efficiency. All work related to energy efficiency shall be regulated by the New York city energy\n   conservation code.\n 12. Roof recovering and replacements.\n   12.1. Installation and materials. Work involving the recovering or replacing of an existing roof covering shall be\n         governed by sections 1510.1 through 1510.6 of the New York city building code;\n   12.2. Cool roofs. Work involving the recovering or replacing of an existing roof covering shall comply with section\n         1504.9 of the New York city building code unless the area to be recovered or replaced is less than fifty percent\n         of the roof area and less than 500 square feet (46 m2).\n   12.3. Green roofs. Notwithstanding the applicant’s election to use the 1968 building code or prior code, work\n         involving green roof systems and container gardens shall be permitted to be performed pursuant to Chapter 15 of\n         the New York city building code.\n 13. Handrails. Where the alteration of a building includes the addition or replacement of an entire stair enclosure\n   including the stairs, handrails shall comply with section 1009.12 and section 1012 of the New York city building code.\n   Where the alteration of a building includes the addition or replacement of ramps, handrails shall comply with section\n   1010.8 and section 1012 of such code.\n 14. Guards. Where the alteration or repair of a building involves the addition or replacement of guards, such guards\n   shall comply with sections 1013 and 1607.7 of the New York city building code.\n 15. Areas of special flood hazard. Within areas of special flood hazard in accordance with section 28-104.9.4, all work\n   for any activity regulated by Appendix G of the New York city building code shall be governed by such appendix.\n 16. Structural. The use of load resistance factor design (LRFD), calculation of live loads, and applicability of seismic\n   and wind loads shall be governed by special provisions for prior code buildings as set forth in section 1601.2 of the\n   New York city building code.\n 17. Emergency and standby power systems. The installation of and work on emergency and standby power systems\n   shall comply with section 2702.1 of the New York city building code.\n\f         18. Parking garages and open parking lots. Where an alteration of a parking garage or an open parking lot includes an\n           increase in the size of the electric service, such alteration shall include provisions for the installation of electric vehicle\n           charging stations in accordance with section 406.2.11 or 406.7.11 of the New York city building code, as applicable.\n         19. Mold protection. Alterations shall comply with sections 2506 and 2509 of the New York city building code relating\n           to areas subject to moisture or water damage.\n   "
}