{
  "prefix": "SECTION",
  "num": "28-101.5",
  "heading": "Definitions",
  "text": " As used in this chapter and elsewhere in this title, the following terms shall have the following meanings\nunless the context or subject matter requires otherwise:\n1968 BUILDING CODE. Chapter 1 of title 27 of the administrative code as hereafter in effect.\n1968 OR PRIOR CODE BUILDINGS OR STRUCTURES (PRIOR CODE BUILDINGS). (i) A building or structure in\nexistence prior to July 1, 2008 or one for which a lawful building permit was issued for the erection of such building or structure\nprior to July 1, 2008. (ii) A building or structure erected in accordance with the 1968 building code under a lawful building permit\n\fissued for the erection of such building or structure on or after July 1, 2008 in accordance with section 28-101.4.2 of this code.\nACCEPTANCE OR ACCEPTED. In reference to construction documents, the endorsement by the department of construction\ndocuments with less than full examination by the department based on the professional certification of a registered design\nprofessional in accordance with a program established by the commissioner.\nADDITION. An alteration of a building in existence that increases its exterior dimensions including but not limited to an\nextension or increase in floor area or height (including an increase in height or area resulting from the construction of a rooftop\nstructure or rooftop mechanical equipment) of the building.\nADMINISTRATIVE CODE. The administrative code of the city of New York.\nALTERATION. Any construction, addition, change of use or occupancy, or renovation to a building or structure in existence.\nAPPROVAL OR APPROVED. In reference to construction documents, the determination by the department after full\nexamination that submitted construction documents comply with this code and other applicable laws and rules. In reference to\nmaterials, the determination by the commissioner that material is acceptable for its intended use.\nAPPROVED AGENCY. An established and recognized agency, or other qualified person, engaged in conducting tests or\nfurnishing inspection services, when approved pursuant to department rules as qualified to perform or witness identified testing or\ninspection services.\nAPPROVED FABRICATOR. An established and qualified person, firm or corporation approved by the commissioner to custom\nmanufacture or build products or assemblies regulated by this code, including the production of concrete.\nAPPROVED INSPECTION AGENCY. An approved agency that is approved by the department as qualified to perform one or\nmore of the inspections required by this code.\nAPPROVED TESTING AGENCY. An approved agency that is approved by the department as qualified to test and evaluate the\nperformance of one or more of the materials regulated in their use by this code. Such term shall include, when approved pursuant\nto department rules, a third party testing or certification agency, evaluation agency, testing laboratory, testing service, licensed\nconcrete testing laboratory, or other entity concerned with product evaluation.\nARCHITECT. A person licensed and registered to practice the profession of architecture under the education law of the state of\nNew York.\nBUILDING. Any structure used or intended for supporting or sheltering any use or occupancy. The term shall be construed as if\nfollowed by the phrase “structure, premises, lot or part thereof” unless otherwise indicated by the text.\nCHARTER. The New York city charter.\nCERTIFICATE OF COMPLIANCE. A certificate stating that materials meet specified standards, that work was done in\ncompliance with approved construction documents and other applicable provisions of law, or with respect to specified service\nequipment, a certificate issued by the department authorizing the operation of such equipment.\nCITY. The city of New York.\nCOMMISSIONER. The commissioner of buildings of the city of New York, or his or her duly authorized representative.\nCONSTRUCTION DOCUMENTS. Plans and specifications and other written, graphic and pictorial documents, prepared or\nassembled for describing the design, location, physical characteristics, and other elements of the project necessary for obtaining a\nbuilding permit.\nDAY. A calendar day, computed in accordance with section 20 of the New York state general construction law, unless\notherwise specified as a business day.\nDEFERRED SUBMITTAL. Those portions of the design that are not submitted at the time of the application for construction\ndocument approval and that are to be submitted to the department within a specified period of time after the issuance of a pe rmit.\nDEMOLITION. Full or partial demolition.\n\nDEMOLITION, FULL: The dismantling, razing, or removal of all of a building or structure, including all operations incidental\nthereto.\n\nDEMOLITION, PARTIAL: The dismantling, razing, or removal of structural members, floors, interior bearing walls, and/or\nexterior walls or portions thereof, including all operations incidental thereto.\nDEPARTMENT. The department of buildings of the city of New York.\nENGINEER. A person licensed and registered to practice the profession of engineering under the education law of the state of\nNew York.\n\fENLARGEMENT. An addition.\nEXISTING BUILDING OR STRUCTURE. A completed building or structure that is in existence at the time of an applicable\nreference in this code.\nFABRICATED ITEM. Products and assemblies regulated by this code, that are custom manufactured, or built prior to their\nincorporation into the work at the construction site. Fabricated items shall not include listed, labeled or approved products or\nassemblies. Materials produced in accordance with standard specifications referenced by this code, such as rolled structural steel\nshapes, steel-reinforcing bars, masonry units, and wood structural panels or in accordance with a referenced standard, listed in this\ncode, which provides requirements for quality control done under the supervision of a third-party quality control agency shall not\nbe considered fabricated items.\nFIRE PROTECTION PLAN. A report containing a narrative description of the life and fire safety systems and evacuation\nsystem for a structure.\nHEREAFTER. On or after July 1, 2008.\nHERETOFORE. Before July 1, 2008.\nINSPECTION CERTIFICATE. Identification applied to a product by an approved agency containing the name of the\nmanufacturer, the function and performance characteristics, and the name and identification of the approved agency that indicates\nthat the product or material has been inspected and evaluated by such approved agency. An inspection certificate shall also m ean a\ncertificate issued by the department upon satisfactory completion of an inspection or test.\nLABEL. An identification applied to material by the manufacturer that contains the name of the manufacturer, the function and\nperformance characteristics of the material, and the name and identification of the approved agency and that indicates that the\nrepresentative sample of the material has been tested and evaluated by an approved agency.\nLABELED. Material to which has been attached a label, symbol or other identifying mark of the manufacturer that contains the\nname of the manufacturer, the function and performance characteristics of the product or material, and the name and identific ation\nof an approved agency and that indicates that a representative sample of the material has been tested and evaluated by an approved\nagency for compliance with nationally recognized standards or tests to determine suitable usage in a specified manner.\nLAND SURVEYOR. A person licensed and registered to practice the profession of land surveying under the education law of the\nstate of New York.\nLANDSCAPE ARCHITECT. A person licensed and registered to practice the profession of landscape architecture under\nthe Education Law of the State of New York.\nLETTER OF COMPLETION. A document issued by the department indicating that permitted work has been completed,\nincluding satisfactory final inspection in accordance with this code. A letter of completion is issued only in circu mstances where a\ncertificate of occupancy is not required upon completion of the permitted work.\nLIMITED OIL-BURNING BOILER ALTERATIONS. An alteration to an oil burner/boiler system that is limited in scope,\nfalling into one of the following categories:\n   Category 1. An alteration to an oil burner/boiler system where the total cost of the proposed category 1 work in the building\n   does not exceed thirty-five thousand dollars in any 12-month period and where the proposed work is limited to the replacement\n   of oil equipment or oil piping including oil tanks with 330 gallons (1250 L) or less capacity provided the replacement tanks\n   have a UL listing or labeling or meet the alternative tank design and construction standards contained in section 1305.14 of the\n   New York city mechanical code.\n   Category 2. An alteration to an oil burner/boiler system that is not subject to cost or duration limitations and that is limited to\n   the following:\n       1.   Replacement of oil-burning boilers or water heater with heat input of 1 million Btu/h (293 kW) or less.\n       2.   Replacement of oil burners with heat input of 2.8 million Btu/h (821 kW) or less.\n       3. Relocation of an oil burner or oil-burning boiler or water heater within the same, unaltered fire-rated enclosure or room.\n       4. Placement of a temporary department of buildings registered oil fired mobile boiler at a site for emergency heating.\nLIMITED PLUMBING ALTERATIONS. An alteration to a plumbing or fuel gas piping system that is limited in scope, falling\ninto one of the following categories:\n   Category 1. An alteration to a plumbing or fuel gas piping system where the total cost of the proposed Category 1 work in the\n   building does not exceed thirty-five thousand dollars in any 12-month period and where the proposed work is limited to the\n   following:\n       1. The addition of not more than 5 plumbing fixtures or fixture connections in a building within any 12-month period,\n\f           including any associated plumbing necessary to serve such additional fixtures or fixture connections;\n      2.     The installation of new plumbing or fuel gas piping, excluding work in Category 2;\n      3.     The installation of up to five new sprinkler heads off of an existing domestic water system within any 12-month period;\n      4. Rearrangement of not more than 20 sprinkler heads in areas classified in light hazard occupancy, as such term is defined in\n         NFPA 13 as amended by appendix Q of the New York city building code, provided such areas are already sprinklered and\n         such areas will remain in such occupancy, and provided further that all such sprinkler heads are off of a domestic water\n         system;\n      5. Rearrangement of not more than 20 sprinkler heads in restaurant service areas classified in Group 1 ordinary hazard\n         occupancy, as such term is defined by NFPA 13 as amended by appendix Q of the New York city building code, provided\n         such areas are already sprinklered and such areas will remain in such occupancy, and provided further that all such\n         sprinkler heads are off of a domestic water system;\n      6. Rearrangement of not more than 20 sprinkler heads in mercantile areas classified in Group 2 ordinary hazard occupancy,\n         as such term is defined by NFPA 13 as amended by appendix Q of the New York city building code, provided such areas\n         are already sprinklered and such areas will remain in such occupancy, and provided further that all such sprinkler heads\n         are off of a domestic water system;\n      7. In-kind replacement of piping and parts is required for the operation of a standpipe, provided that a sprinkler is not\n         connected or is not now being connected to such system; and\n      8. Replacement of parts required for the operation of a standpipe system that is not a combined standpipe system.\n   Category 2. An alteration to a plumbing or fuel gas piping system that is not subject to cost or duration limitations and that is\n   limited to the following:\n      1. The rerouting of existing plumbing or fuel gas branch piping to serve the same number of fixtures and appliances;\n      2. The in-kind replacement of plumbing fixtures and gas appliances when not constituting a minor alteration or ordinary\n         repair under this code;\n      3. The relocation and mounting of new plumbing fixtures on existing roughing, other than the mere replacement of existing\n         fixtures constituting a minor alteration or ordinary repair under this code;\n      4. The installation or replacement of primary backflow preventers;\n      5. Replacement of gas-fired boilers with heat input of 1 million Btu/h (293 kW) or less;\n      6. Replacement of gas burners with heat input of 2.8 million Btu/h (821 kW) or less;\n      7. Relocation of a gas burner/boiler within the same, unaltered fire-rated enclosure or room;\n      8. In-kind replacement with the following direct-vent appliances that are vented directly through exterior walls serving\n         buildings occupied exclusively as one- or two-family dwellings not more than four stories in height, as provided for in\n         rules by the department, regarding gas-fired boilers, hot water heaters and furnaces;\n      9. Installation of a new single domestic gas dryer that is vented directly through an exterior wall in buildings occupied\n         exclusively as one- or two-family dwellings not more than four stories in height, as provided for in rules by the\n         department;\n      10. Placement of a registered gas fired temporary boiler at a site for emergency heating; and\n      11. Replacement of up to thirty existing sprinkler heads providing that orifice sizes, type and deflector positions remain the\n        same, and all such sprinkler heads are off of a domestic water system.\n\nLIMITED SPRINKLER ALTERATIONS. An alteration to a sprinkler system that is limited in scope, falling into one of the\nfollowing categories:\n\n   Category 1. An alteration to an existing sprinkler system where the total cost of the proposed Category 1 work in the building\n   does not exceed thirty-five thousand dollars in any 12-month period and where the proposed work is limited to the following:\n\n      1. Replacement of parts required for the operation of a sprinkler system;\n\n      2. Changes that do not alter the type of sprinkler system;\n\n      3. Relocation of piping that does not affect the operation of the sprinkler system;\n\n      4. Rearrangement of not more than 20 sprinkler heads in areas classified in light hazard occupancy, as such term is defined in\n         NFPA 13 as amended by appendix Q of the New York city building code, provided such areas are already sprinklered and\n\f         such areas will remain in such occupancy;\n\n       5. Rearrangement of not more than 20 sprinkler heads in restaurant service areas classified in Group 1 ordinary hazard\n          occupancy, as such term is defined in NFPA 13 as amended by appendix Q of the New York city building code, provided\n          such areas are already sprinklered and such areas will remain in such occupancy;\n\n       6. Rearrangement of not more than 20 sprinkler heads in mercantile areas classified in Group 2 ordinary hazard occupancy,\n          as such term is defined by NFPA 13 as amended by appendix Q of the New York city building code, provided such areas\n          are already sprinklered and such areas will remain in such occupancy; and\n\n       7. The installation of up to five new sprinkler heads off of an existing sprinkler system.\n\n   Category 2. An alteration to an existing sprinkler system that is not subject to cost or duration limitations and that is limited to\n   the replacement of sprinkler heads, provided that orifice sizes, type and deflector positions remain the same.\nLIMITED STANDPIPE ALTERATIONS. An alteration to an existing combined standpipe system that is limited in scope falling\ninto the following category:\n   Category 1. An alteration to an existing combined standpipe system where the total cost of the proposed work in the building\n   does not exceed thirty five thousand dollars in any 12-month period and the proposed work is limited to one or more of the\n   following:\n       1. Replacement of parts required for the operation of a combined standpipe system; and\n       2. Relocation of combined standpipe auxiliary hose sources and cabinets within 10 feet (3048 mm) of their original location,\n          provided that the existing covered area is not affected and provided that such relocation complies with this code for a new\n          installation.\nLISTED. Material identified in a list published by an approved agency that maintains periodic inspection of production of listed\nmaterial or periodic evaluation services whose listing states either that the material meets identified nationally recognized standards\nor has been tested and found suitable for a specified purpose when installed in accordance with the manufacturer’s installation\ninstructions.\nMAIN USE OR DOMINANT OCCUPANCY (OF A BUILDING). Refers to a single occupancy classification assigned to a\nstructure by the department according to such structure’s main use or dominant occupancy.\nMANUFACTURER’S DESIGNATION. Identification applied to material by the manufacturer indicating that the material\ncomplies with a specified standard or set of rules.\nMARK. Identification applied to a product by the manufacturer indicating the name of the manufacturer and the function of a\nproduct or material.\nMATERIALS. Materials, assemblies, appliances, equipment, devices, systems, products and methods of construction regu lated in\ntheir use by this code or regulated in their use by the 1968 building code.\nOCCUPANCY. The purpose or activity for which a building or space is used or is designed, arranged or intended to be used.\nOWNER. Any person, agent, firm, partnership, corporation or other legal entity having a legal or equitable interest in, or control\nof the premises.\nPARTY WALL. A fire division on an interior lot line common to two adjoining buildings.\nPERMIT. An official document or certificate issued by the commissioner that authorizes performance of specified work or\nactivity.\nPERSON. An individual, partnership, corporation, or other legal entity.\nPREMISES. Land, improvements thereon, or any part thereof.\nPRIOR CODE BUILDING. See 1968 OR PRIOR CODE BUILDING OR STRUCTURE (PRIOR CODE BUILDING).\nPROFESSIONAL CERTIFICATION. A personal verification of a registered design professional made under such pro-\nfessional’s signature and seal that accompanies construction documents and other related documents filed with the department and\nthat attests that such documents do not contain false information and are in compliance with all applicable provisions of law.\nPROGRESS INSPECTION. Inspection of permitted construction work in progress to verify compliance with the code and with\napproved construction documents.\nPROJECT. A design and construction undertaking comprised of work related to one or more buildings or structures and the site\nimprovements. A project is represented by one or more plan/work applications, including construction documents compiled in\naccordance with article 104 of this chapter, that relate either to the construction of new buildings or structures or to the demolition\n\for alteration of existing buildings or structures. Applications for a project may have different registered design professionals and\ndifferent application numbers, and may result in the issuance of one or more permits.\nREGISTERED DESIGN PROFESSIONAL. An architect or engineer.\nREGISTERED DESIGN PROFESSIONAL OF RECORD. The registered design professional who prepared or supervised the\npreparation of applicable construction documents filed with the department.\nREQUIRED. Shall mean required by the provisions of this code.\nRETAINING WALL. A wall designed to prevent the lateral displacement of soil or other materials.\nSERVICE EQUIPMENT. Equipment or systems, and all components thereof, that provide sanitation, power, light, heat,\nventilation, air conditioning, refuse disposal, fire-fighting, transportation or other facilities for buildings.\nSIGN-OFF. The issuance by the department of a letter of completion or certificate of occupancy for permitted work indicating the\nsatisfactory completion of all required inspections and receipt by the department of all required submittal documents.\nSINGLE ROOM OCCUPANCY MULTIPLE DWELLING. See section 28-107.2.\nSPECIAL INSPECTION. Inspection of selected materials, equipment, installation, fabrication, erection or placement of\ncomponents and connections, to ensure compliance with approved construction documents and referenced standards as required\nby chapter 17 of the New York city building code or elsewhere in this code or its referenced standards.\nSPECIAL INSPECTION AGENCY. An agency employing one or more persons who are special inspectors and that meets the\nrequirements of department rules.\nSPECIAL INSPECTOR. An individual employed by a special inspection agency having required qualifications and authorized\nby department rules to perform or witness particular special inspections required by this code or by the rules of the department,\nincluding but not limited to a qualified registered design professional so authorized.\nSTRUCTURE. That which is built or constructed, including among others: buildings, stadia, tents, reviewing stands, platforms,\nstagings, observation towers, radio towers, tanks, trestles, open sheds, shelters, fences, and display signs.\nSUBMITTAL DOCUMENTS. Completed application forms, construction documents, reports and any other documents\nsubmitted in compliance with this code or other applicable laws and rules including but not limited to special inspection reports,\ncertifications or approvals from other governmental agencies and other data required by this code or by the department.\nSUPERINTENDENT OF CONSTRUCTION (CONSTRUCTION SUPERINTENDENT). An individual, when authorized\npursuant to department rules as qualified to superintend permitted construction work on behalf of the owner.\nUSE (USED). The purpose for which a building, structure, or space is occupied or utilized, unless otherwise indicated by the text.\nUse (used) shall be construed as if followed by the words “or is intended, arranged, or designed to be used.”\nUTILITY COMPANY OR PUBLIC UTILITY COMPANY. The term shall be construed to have the same meaning as that\ncontained in section two of the New York state public service law.\nUTILITY CORPORATION OR PUBLIC UTILITY CORPORATION. The term shall be construed to have the same meaning\nas that contained in section two of the New York state public service law.\nWORK NOT CONSTITUTING MINOR ALTERATIONS OR ORDINARY REPAIRS. See section 28-105.4.2.1.\n\nWRITING (WRITTEN). The term shall be construed to include handwriting, typewriting, printing, photo-offset, or any other\nform of reproduction in legible symbols or characters, including, in the discretion of the commissioner, electronic media.\nWRITTEN NOTICE. A notification in writing delivered by hand to the person or parties intended, or delivered at or sent by mail\nor in the discretion of the commissioner by electronic media to the last address known to the party giving such notice.\nZONING RESOLUTION. The zoning resolution of the city of New York, adopted December fifteenth, nineteen hundred sixty-\none, including all amendments thereto.\n                                                         "
}