{
  "prefix": "SECTION",
  "num": "28-105.2",
  "heading": "Classification of work permits",
  "text": " For the purposes of this code, work permits shall be classified as follows:\n     1. New building permits: for the construction of new buildings, including as provided for in section 28-101.4.5.\n     2. Alteration permits: for the alteration of buildings or structures, including new and existing sign structures and partial\n        demolition in conjunction with such buildings or structures.\n     3. Foundation and earthwork permits: for the construction or alteration of foundations, including earthwork, excavation,\n        fill, and foundation insulation.\n     4. Earthwork permits: for work solely involving earthwork, excavation, or fill operations.\n     5. Full demolition permits: for the full demolition and removal of buildings or structures.\n     6. Plumbing permits: for the installation or alteration of plumbing and plumbing systems, including gas piping. Such\n        permits shall include permits for limited plumbing alterations.\n     7. Sign permits: for the erection, installation or alteration of signs.\n     8. Service equipment permits: for the installation or alteration of service equipment, including but not limited to air\n        conditioning and ventilating systems, boilers, elevators, escalators, moving walkways, dumbwaiters, mobile boilers and\n        mobile oil tanks. Such permits shall include permits for limited oil burner/boiler alterations.\n     9. Temporary construction equipment permits: for the erection, installation and use of temporary structures to facilitate\n        construction and/or safety during construction, including but not limited to temporary fences, railings, catch platforms,\n        over-the-sidewalk chutes, footbridges, sidewalk sheds, and scaffolds.\n     10. Fire protection and suppression system permits: for the installation and alteration of fire protection and suppression\n         systems, including but not limited to sprinkler systems, standpipe systems, non-water systems, and fire suppression\n         systems for commercial cooking equipment. Such permits shall include permits for limited sprinkler alterations and\n         limited standpipe alterations.\n     11. Crane and derrick permits: for the use of power operated cranes and derricks during construction.\n   "
}