{
  "prefix": "SECTION",
  "num": "28-105.4.4",
  "heading": "Ordinary plumbing work",
  "text": " The following ordinary plumbing work may be performed without a permit, provided\n   that the licensed plumber performing such work: (i) provides a monthly report listing completed work and work in progress\n   during the preceding month, including the block, lot and address of each job, a description of the work performed or in\n   progress at each address, and the location in each building where the work was performed or is in progress; (ii) pays the fees\n   for such work in accordance with this code; and (iii) submits to the department a certification that the work was performed in\n   accordance with this code and all applicable laws and rules. Ordinary plumbing work shall include:\n     1. The removal of a domestic plumbing system not connected to a fire suppression or fire protection system, or the\n        removal of a portion of such system.\n     2. The relocation of up to two plumbing fixtures within the same room to a maximum of 10 feet (3048 mm) distant from\n        the original location, except in health care facilities.\n     3. The installation, replacement or repair of a food waste grinder (food waste disposal) or secondary back flow preventer\n        and the replacement or repair of a sump pump.\n     4. The replacement of closet bends.\n     5. In buildings in occupancy group R2 occupied by fewer than six families or in buildings in occupancy group R3, the\n        replacement of a gas water heater or a gas fired boiler with a capacity of 350,000 BTU or less where the existing\n        appliance gas cock is not moved, provided that the plumber has inspected the chimney and found it to be in good\n        operational condition.\n     6. The repair or replacement of any non-gas, non-fire suppression piping not longer than 10 feet (3048 mm) inside a\n        building, or connected piping previously repaired or replaced under this provision.\n     7. The repair or replacement of non-fire suppression branch piping after the riser shutoff valve, including the replacement\n        of fixtures, limited to two bathrooms and one kitchen per building per monthly reporting period.\n     8. The replacement of flexible gas tubing no greater than 4 feet (1219 mm) in length located downstream of the existing\n        gas cock to an appliance, provided such gas tubing does not penetrate a wall.\n   "
}