{
  "prefix": "SECTION",
  "num": "28-105.4.2.1",
  "heading": "Definitions",
  "text": " The following words and terms shall, for the purposes of this section 28-105.4.2 and as used\n   elsewhere in this code, have the meanings shown herein.\n   MINOR ALTERATIONS. Minor changes or modifications in a building or any part thereof, excluding additions thereto,\n   that do not in any way affect health or the fire or structural safety of the building or the safe use and operation of the se rvice\n   equipment therein. Minor alterations shall not include any of the work described as “work not constituting minor alterations\n   or ordinary repairs.”\n   ORDINARY REPAIRS. Replacements or renewals of existing work in a building, or of parts of the service equipment\n   therein, with the same or equivalent materials or equipment parts, that are made in the ordinary course of maintenance and\n   that do not in any way affect health or the fire or structural safety of the building or the safe use and operation of the service\n   equipment therein. Ordinary repairs shall include the repair or replacement of any plumbing fixture, piping or faucets from\n   any exposed stop valve to the inlet side of a trap. Ordinary repairs shall not include any of the work described as “work not\n   constituting minor alterations or ordinary repairs.”\n   WORK NOT CONSTITUTING MINOR ALTERATIONS OR ORDINARY REPAIRS. Minor alterations or ordinary\n   repairs shall not include:\n     1. The cutting away of any load bearing or required fire rated wall, floor, or roof construction, or any portion thereof.\n     2. The removal, cutting, or modification of any beams or structural supports;\n     3. The removal, change, or closing of any required exit;\n     4. The addition, rearrangement, relocation, removal or replacement of any parts of the building affecting loading or\n        exit requirements, or light, heat, ventilation, or elevator requirements or accessibility requirements, or any fire\n        suppression or fire protection system;\n     5. Additions to, alterations of, or rearrangement, relocation, replacement, repair or removal of any portion of a\n        standpipe or sprinkler system, water distribution system, house sewer, private sewer, or drainage system, including\n        leaders, or any soil, waste or vent pipe, or any gas distribution system;\n     6. Any plumbing work other than the repair or replacement of plumbing fixtures, piping or faucets from the exposed\n        stop valve to the inlet side of a trap;\n     7. The alteration or repair of a sign for which a permit is required; or\n     8. Any other work affecting health or the fire or structural safety of the building or the safe use and operation of the\n        service equipment therein.\n"
}