{
  "prefix": "SECTION",
  "num": "28-201.2.1",
  "heading": "Specified immediately hazardous violations",
  "text": " The commissioner shall classify the following violations as\n   immediately hazardous:\n        1. With respect to violations of article 210 of this chapter:\n           1.1. A violation of section 28-210.1 in which a building legally approved for occupancy as a one-family or two-family\n               dwelling (as set forth in the certificate of occupancy or if no certificate of occupancy is required, as evidenced by\n               official records) is illegally converted to or maintained as a dwelling for occupancy by four or more families; or\n           1.2. A violation of sections 28-210.1 and 28-210.2 in any building involving the illegal conversion, maintenance or\n               occupancy of three or more dwelling units than are legally authorized by the certificate of occupancy or if no\n               certificate of occupancy is required as evidenced by official records.\n        2. Any violation of section 28-211.1 false statement;\n        3. Any violation of a stop work order or of a cease use order;\n        4. Any violation of a vacate order or order to seal, secure and close, or closure order;\n        5. Unlawful demolition;\n        6. Falsely impersonating an employee or authorized representative of the department;\n        7. Occupancy without a required certificate of occupancy;\n        8. Intentional disobedience or violation of any provision of a closure order;\n        9. Submittal of a materially false or misleading professional certification.\n      10. A violation of section 28-212.11.\n      11. A violation of section 28-307.1.\n      12. A violation by a licensed rigger or person performing the functions and duties of a licensed rigger of the provisions of\n          sections 28-404.1 or 28-401.9 of this code or such person’s failure to ensure that workers have certificates of fitness\n          required pursuant to this code or applicable rule or any person’s violation of the provisions of section 3314.4.3.1 of the\n          New York city building code.\n      13. A violation of any provision of chapter 4 of this title for engaging in any business or occupation without a required license\n          or other authorization.\n                   13.1. The minimum civil penalty that shall be imposed for a violation of section 28-408.1 or section 28-410.1 of\n                   this code and the minimum fine that shall be imposed for a violation of such sections shall be two thousand five\n                   hundred dollars for the first violation and five thousand dollars for each subsequent violation.\n      14. Any person who knowingly permits or causes a violation of paragraph 3314.4.5 or paragraph 3314.4.6 of subdivision\n          3314.4 of section BC 3314 of the building code.\n      15. A violation of sections 3303.4.5 and 3303.4.6 of the building code.\n      16. A violation of section 28-210.3 that involves more than one dwelling unit or a second or subsequent violation of section\n          28-210.3 by the same person at the same dwelling unit or multiple dwelling.\n   "
}