{
  "prefix": "SECTION",
  "num": "28-502.1",
  "heading": "Definitions",
  "text": " As used in this chapter, the following terms shall have the following meanings:\nAFFILIATE. An outdoor advertising company having a controlling interest in another outdoor advertising company or in which\nsuch other outdoor advertising company has a controlling interest. In addition, where a person or entity has controlling interests in\ntwo or more outdoor advertising companies, such outdoor advertising companies shall be considered affiliates of each other. A\n“controlling interest” means actual working control, in whatever manner exercised, including without limitation, control through\nownership, management, debt instruments or negative control, as the case may be, as defined in rules of the department.\nOUTDOOR ADVERTISING COMPANY. A person, corporation, partnership or other business entity that as a part of the\nregular conduct of its business engages in or, by way of advertising, promotions or other methods, holds itself out as engaging in\nthe outdoor advertising business.\nOUTDOOR ADVERTISING BUSINESS. The business of selling, leasing, marketing, managing, or otherwise either directly or\nindirectly making space on signs situated on buildings and premises within the city of New York available to others for\nadvertising purposes, whether such advertising directs attention to a business, profession, commodity, service or entertainment\nconducted, sold, or offered on the same or a different zoning lot and whether such sign is classified as an advertising sign pursuant\nto section 12-10 of the zoning resolution.\nSIGN. A sign as defined in section 12-10 of the zoning resolution except that such term shall not include any sign subject to\nregulation by the department of transportation.\nSIGN LOCATION. A building or premises on which an outdoor advertising company is entitled to sell, lease, market, manage or\notherwise either directly or indirectly make space on signs available to customers, irrespective of whether a sign exists on such\nbuilding or premises.\nUNDER THE CONTROL OF AN OUTDOOR ADVERTISING COMPANY in reference to a sign, sign structure, or sign\nlocation. That space on such sign, sign structure, or at such sign location that is sold, leased, marketed, managed or other wise\neither directly or indirectly made available to others for any purposes by such outdoor advertising company.\n"
}