{
  "prefix": "SECTION",
  "num": "28-504.4",
  "heading": "Exceptions",
  "text": " Bicycle access need not be provided pursuant to this article if an owner, lessee, manager or other person\nwho controls a building applies to the commissioner of transportation for an exception, on a form provided by the department of\ntransportation and sent to the department of transportation by certified mail, return receipt requested, within 15 days of receipt of a\nrequest for a bicycle access plan, and certifies that either:\n   1.    The building's freight elevator is not available for the use described in this article because unique circumstances exist\n         involving substantial safety risks directly related to the use of such elevator. Such application shall include the reasons\n         for such assertion and supporting documentation; or\n   2.    There is sufficient secure alternate covered off-street or sufficient secure alternate indoor no-cost bicycle parking\n         available on the premises or within three blocks or 750 feet (229 m), whichever is less, of such building to accommodate\n         all tenants or subtenants of such building requesting bicycle access. Such application shall include supporting\n         documentation for such assertion, including proof that such alternate off-street or indoor parking is available to or under\n         the control of such owner, lessee, manager or other person who controls the building.\nIf an exception is sought for the reasons set forth in item 1 of this section, the department shall conduct an inspection of the\nbuilding and freight elevator and shall thereafter issue a final determination as to whether to grant an exception. If an exception is\nsought for the reasons set forth in item 2 of this section, the department, in consultation with the department of transporta tion,\nshall thereafter conduct an inspection of the secure alternate covered off-street or secure indoor no-cost bicycle parking and the\ndepartment of transportation shall thereafter issue a final determination as to whether to grant an exception. In either event, a letter\nof exception or denial shall be sent by certified mail, return receipt requested, to the owner, lessee, manager or other person in\ncontrol of the building. If the exception is denied, a bicycle access plan shall be posted within 20 days of receipt of such\ndetermination. Failure to timely post a bicycle access plan shall be cause for the issuance of a violation.\n\f"
}