{
  "prefix": "SECTION",
  "num": "28-104.9.1",
  "heading": "Definitions",
  "text": " As used in section 28-104.9 the following terms shall have the following meanings:\n   COASTAL AREAS OF SPECIAL FLOOD HAZARD. Areas of land as identified on the flood insurance rate maps\n   referenced in New York city building code section G402 pursuant to article 36 of the New York state environmental\n   conservation law.\n\f   COASTAL EROSION HAZARD AREAS. Areas of land as identified on the final map issued by the New York state\n   department of environmental conservation in accordance with section 34-0104 of the New York state environmental\n   conservation law.\n   COASTAL ZONES AND WATER-SENSITIVE INLAND ZONES. Areas of land comprising tidal wetlands, freshwater\n   wetlands, coastal erosion hazard areas, coastal areas of special flood hazard or rivervine and other inland areas of special flood\n   hazard.\n   FRESHWATER WETLANDS. Areas of land as identified on the final map issued by the New York state department of\n   environmental conservation in accordance with section 24-0301 of the New York state environmental conservation law, as well\n   as any adjacent areas as such term is defined in section 662.1 of title six of the New York code of rules and regulations.\n   RIVERVINE AND OTHER INLAND AREAS OF SPECIAL FLOOD HAZARD. Areas of land, including floodways, as\n   identified on the flood insurance rate maps referenced in section G402 of the New York city building code pursuant to article\n   36 of the New York state environmental conservation law.\n   STRUCTURE. Any object constructed, installed or placed in, on or under land or water, including, but not limited to, a\n   building, permanent shed, deck, in-ground or aboveground swimming pool, garage, mobile home, paving, road, public utilit y\n   service distribution, transmission and collection system, storage tank, pier, dock, wharf, groin, jetty, seawall, revetment,\n   bulkhead or breakwater.\n   TIDAL WETLANDS. Areas of land as identified on the tidal wetland inventory issued by the New York state department of\n   environmental conservation in accordance with section 25-0201 of the New York state environmental conservation law, as well\n   as any adjacent areas as such term is defined in section 661.4 of title six of the New York code of rules and regulations.\n   "
}