{
  "prefix": "SECTION",
  "num": "28-104.2.5",
  "heading": "Phased or partial approval",
  "text": " In the case of construction documents for the construction of new buildings or the\nalteration of buildings, the commissioner may grant partial approval of construction documents before the construction\ndocuments for the entire building or structure have been submitted. The approval of such partial applications will be subject\nto the submittal and approval of construction documents, filed together, comprising:\n 1. The lot diagram showing the exact location of the lot and dimensions to the nearest corner;\n 2. A complete zoning analysis showing compliance of the proposed work with the zoning resolution;\n 3. The foundation plans, as provided for in section 106.7.1 of the New York city building code, as well as a loading\n    diagram and column schedule for the entire building or structure;\n 4. Earthwork plans, as provided for in section 107.8 of the New York city building code; and\n 5. The floor and roof plans showing compliance with exit requirements, as provided for in this code. Structural\n    calculations that justify the foundation design shall be made available to the department when requested by the\n    department. Following the partial approval of such construction documents, the issuance of a foundation and earthwork\n    permit shall be subject to submission of required submittal documents, including related support of excavation\n    documents in accordance with section 28-105.2.1. The owner and the holder of such a foundation and earthwork permit\n    shall proceed at their own risk with the construction operation and without assurance that a permit for the entire\n    structure will be granted. In the event that the project does not proceed, any open excavation shall be filled and graded\n    in accordance with chapter 33 of the New York city building code.\n\n The issuance of such foundation and earthwork permit is subject to submission of required submittal documents. The owner\n and the holder of such foundation and earthwork permit shall proceed at their own risk with the construction operation and\n without assurance that a permit for the entire structure will be granted.\n\n"
}