{
  "prefix": "SECTION",
  "num": "28-104.8.4",
  "heading": "Tenant protection plan",
  "text": " Construction documents for alterations of buildings in which any dwelling unit will be\n  occupied during construction shall include a tenant protection plan. Such plan shall contain a statement that the building\n  contains dwelling units that will be occupied during construction and shall indicate in sufficient detail the specific units that are\n  or may be occupied during construction, the means and methods to be employed to safeguard the safety and health of the\n  occupants, including, where applicable, details such as temporary fire-rated assemblies, opening protectives, or dust\n  containment procedures. The elements of the tenant protection plan may vary depending on the nature and scope of the work\n  but at a minimum shall make detailed and specific provisions for:\n      1. Egress. At all times in the course of construction provision shall be made for adequate egress as required by this code\n         and the tenant protection plan shall identify the egress that will be provided. Required egress shall not be obstructed at\n         any time except where approved by the commissioner.\n      2. Fire safety. All necessary laws and controls, including those with respect to occupied dwellings, as well as additional\n         safety measures necessitated by the construction shall be strictly observed.\n      3. Health requirements. Specification of methods to be used for control of dust, disposal of construction debris, pest\n         control and maintenance of sanitary facilities, and limitation of noise to acceptable levels shall be included.\n           3.1. There shall be included a statement of compliance with applicable provisions of law relating to lead and asbestos.\n      4. Compliance with housing standards. The requirements of the New York city housing maintenance code, and, where\n         applicable, the New York state multiple dwelling law shall be strictly observed.\n       5. Structural safety. No structural work shall be done that may endanger the occupants.\n       6. Noise restrictions. Where hours of the day or the days of the week in which construction work may be undertaken are\n          limited pursuant to the New York city noise control code, such limitations shall be stated.\n"
}