{
  "prefix": "SECTION",
  "num": "28-401.3",
  "heading": "Definitions",
  "text": " As used in this chapter the following terms shall have the following meanings unless the context or subject\nmatter requires otherwise.\n CERTIFICATE OF COMPETENCE. A certificate issued by the department to an individual representing that such individual has\n completed all requirements for the master plumber or master fire suppression piping contractor license but has not obtained a seal or\n plate; and that such certificate of competence has been renewed as required and is currently in effect. The certificate of competence\n shall bear the name of the holder and the certificate number. The holder of a certificate of competence is not a licensed master\n plumber or licensed master fire suppression piping contractor and may practice the trade for which the certificate is issued only\n under the direct and continuing supervision of a licensed master plumber or licensed master fire suppression piping contractor or,\n with respect to a city employee under the direct and continuing supervision of a supervising licensed master plumber or licensed\n master fire suppression piping contractor.\n CITY AGENCY. A city, county, borough, or other office, position, administration, department, division, bureau, board or\n commission, or a corporation, institution or agency of government, the expenses of which are paid, in whole or in part, from the city\n treasury.\n COMBINED STANDPIPE SYSTEM. A standpipe to which a sprinkler system is connected or is being connected.\n DIRECT AND CONTINUING SUPERVISION. Responsible control exercised by a licensed individual, either personally or through\n one or more, but no more than three, levels of competent supervision over individuals performing the actual work of the licensees\n trade who are (i) in the direct employ of an individual who is a licensee, or (ii) in the direct employ of the city agency employing\n the licensee or (iii) in the direct employ of a business employing the licensee, as allowed by the department, or (iv) where the\n licensee uses his or her license on behalf of a business, in the direct employ of such business provided that such business i s\n disclosed to the department pursuant to this chapter. Such control shall be evidenced by such licensee’s signature, and seal where\n applicable, upon any required statements, applications and/or permits and by demonstrating involvement of the licensee in the\n operations of the business, including hiring of employees, responsibility for financial matters, and oversight of work performance.\n Direct and continuing supervision includes field inspection, supervision of job sites, and the maintenance of records of such\n supervision and such other requirements as the commissioner may prescribe by rule for a particular license type.\n DIRECT EMPLOY. An individual is in the direct employ of a licensee or business or a city agency when such individual is on the\n payroll of such licensee or business or city agency and under the usual common law rules applicable in determining the employer-\n employee relationship has the status of an employee. The work performed by such employee shall not exceed the class of licens e\n held by the licensee. Direct employment shall be evidenced by payroll records, such as social security payments, income tax\n withholding or the disbursement of other funds as required by law for the benefit of such employee, timekeeping records, such as\n time cards and sign-in sheets, work orders, and assignment or route logs.\n FIRE SUPPRESSION PIPING WORK. The installation, maintenance, repair, modification, extension, or alteration or testing of\n afire suppression piping system in any building in the city of New York.\n FIRE SUPPRESSION PIPING SYSTEM. Any system including any and all equipment and materials in connection therewith,\n with the exception of any electrical components that must be installed by a licensed electrician pursuant to the New York cit y\n electrical code, the purpose of which is to control, contain, suppress or extinguish fire and shall include:\n   1. The systems, materials and equipment described or referred to in this code (with the exception of any electrical components\n      that must be installed by a licensed electrician pursuant to the New York city electrical code) which systems, materials or\n      equipment shall include any standpipe system to which a sprinkler system is or is now being connected; provided, however,\n      that such systems, materials or equipment shall not include any systems, materials or equipment constituting plumbing work,\n      with the exception of up to thirty sprinkler heads off the domestic water in any one building; or\n   2. Any dry, liquid or gaseous chemical fire containment, suppression, control or extinguishing system or any other device or\n      means of control, suppression, containment or extinguishing of fire (with the exception of any electrical components that must\n      be installed by a licensed electrician pursuant to the New York city electrical code) but not including portable fire\n\f     extinguishers.\nGENERAL CONTRACTOR. An individual, corporation, partnership or other business entity that applies for a permit pursuant to\nthis code to construct a new residential structure containing no more than three dwelling units. The term “general contractor” shall\nnot be construed to include an individual, corporation, partnership or other business entity that holds a license pursuant to this code\nor subchapter twenty-two of chapter two of title twenty of the administrative code, and enters into a contract to perform work\nexclusively within the scope of such license, nor shall it include an individual who constructs a residential structure containing no\nmore than three dwelling units for his or her own occupancy, or any subcontractors working for the general contractor.\nHIGH-PRESSURE BOILER. A boiler that carries a pressure of more than fifteen pounds of steam per square inch and is rated in\nexcess of ten horsepower, or that produces hot water over a pressure of one hundred sixty pounds per square inch or at a\ntemperature over 250°F (121°C).\nLICENSE. A license, registration, certification or other evidence, issued by the department pursuant to this chapter, representing\nthat an individual, a sole proprietorship, partnership, corporation, business association or other person meets the qualifications and\nrequirements as set out in this chapter and in the rules of the department and is authorized to engage in the particular trad e,\noccupation or business as indicated on the license and representing that such license, with associated plate and/or seal, where\napplicable, has been renewed as required and is currently in effect. The license shall bear the holder’s full name, the type of license,\nthe license class, where applicable, the license number and any restrictions relating to the use of such license. Such term shall not\ninclude a certificate of competence.\nLICENSE BOARD OR BOARD. A panel of trade practitioners and others appointed by the commissioner as provided herein and\nin rules promulgated by the commissioner with the purpose of advising the commissioner regarding the character and fitness of\napplicants for a license or certificate of competence, allegations of illegal practices by persons licensed, or other matters as the\ncommissioner may see fit.\nLICENSED MASTER FIRE SUPPRESSION PIPING CONTRACTOR, MASTER FIRE SUPPRESSION PIPING\nCONTRACTOR. An individual who has satisfied the requirements of this chapter for the master fire suppression pip ing contractor\nlicense, who has been issued a license, plate and/or seal, and who is authorized under the provisions of this chapter to perform fire\nsuppression piping work in the city of New York, according to the classification of license held. A master fire suppression p iping\ncontractor licensee shall practice his or her trade in association with a master fire suppression piping contractor business or as an\nemployee of a city agency.\nL I C E N S E D M A S T E R P L U M B E R , M A S T E R PLUMBER. An individual who has satisfied the requirements of this\nchapter for the master plumber license, who has been issued a license, plate and/or seal, and who is authorized under the provisions\nof this chapter to perform plumbing work in the city of New York. A master plumber licensee shall practice his or her trade i n\nassociation with a master plumber business or as an employee of a city agency.\nPLATE. A plaque issued by the department to a master plumber or a master fire suppression piping contractor setting forth the\nlicensee’s name and number, the class of license and the master plumber business or master fire suppression piping contractor\nbusiness operating pursuant to the plate, and displayed prominently and conspicuously on view to the public at the place of b usiness\nregistered with the department. The plate is the property of the department and is not transferable by the licensee.\nPLUMBING WORK. The installation, maintenance, repair, modification, extension or alteration of plumbing, standpipe where a\nsprinkler is not connected or is not now being connected, domestic water, connections to the domestic water, combination domestic\nwater and reserve standpipe supply tank up to and including the roof tank check valve, gas piping or any piping system referred to\nin the New York city plumbing code, and/or up to thirty sprinkler heads off the domestic water in any building in the city of New\nYork.\nPRIVATE ELEVATOR INSPECTION AGENCY. An approved agency authorized by the commissioner to operate as an\nindependent contractor for the purpose of inspecting and testing elevators, escalators and other conveyin g equipment regulated by\nthis code and shall include but shall not be limited to an insurance company, elevator maintenance company, elevator manufacturer\nor elevator inspection company.\nSAFETY REGISTRATION RECIPIENT. An individual, corporation, partnership or other business entity that applies for a permit\nto perform or performs, or supervises any work that requires the filing under this code of an application for (i) a new build ing\npermit; (ii) an alteration permit for work that involves a vertical or horizontal enlargement in excess of twenty-five percent of the\nfloor area of an existing building; (iii) an alteration permit for work that involves the addition of three or more stories to an existing\nbuilding; (iv) an alteration permit for work that involves alteration or demolition of more than fifty percent of the floor area of an\nexisting building; (v) an alteration permit where the work will result in the removal of one or more floors of an existing st ructure;\n(vi) a demolition permit; or (vii) an individual, corporation, partnership or other business entity that places concrete in a building or\nbuilding site in connection with excavations, foundations or superstructures, including but not limited to the placement of c oncrete\nin steel structures, where the concrete portion of the project involves the pouring of a minimum of two thousand cubic yards of\nconcrete or such other amount as determined by rule.\nSEAL. Emblem issued by the department to a licensee that allows the licensee to stamp documents required by this code to be\nsigned and sealed. The seal shall bear the full name of the licensee, the license type, the license class, where applicable, and the\nlicense number. The seal is the property of the department and is not transferable by the licensee. For applications and other\n\f documents submitted electronically, the digital signature and imprint of the seal may be submitted in a manner authorized by the\n commissioner.\n SIGN. A sign as defined in section 12-10 of the zoning resolution.\n TOTAL BOOM. A boom including jibs and other extensions.\n"
}