{
  "prefix": "SECTION",
  "num": "28-401.19",
  "heading": "Suspension or revocation of license or certificate of competence",
  "text": " The commissioner shall have the power to suspend or\n\frevoke a license or certificate of competence and/or to impose a fine not to exceed twenty-five thousand dollars for each finding of\nviolation, and/or to order any holder thereof to repair damage resulting from any act or omission as set forth in this chapter or in\nrules, for any of the following:\n 1. Fraud or deceit in obtaining or renewing a license, plate or seal, certificate of competence, certification, registration, or permit;\n 2. The making of a material false or misleading statement on any form or report filed with the department or other governmental\n       entity;\n3. The failure to file a statement, report or form required by law to be filed;\n4. Willfully impeding or obstructing the filing of a statement, report or form of another required by law to be filed;\n5.     Fraudulent dealings;\n6.     Negligence, incompetence, lack of knowledge, or disregard of this code and related laws and rules;\n7.     Failure to comply with this code or any order, rule, or requirement lawfully made by the commissioner including failure to\n       cooperate with investigations related to the trade for which the individual is licensed conducted by the commissioner or other\n       government entity;\n8.     Failure to comply with any order, rule, regulation or requirement lawfully made by the commissioner of environmental\n       protection or commissioner of transportation pertaining to water services, house connections street openings, street/lane\n       closures or sidewalk closures that relate to requirements of this code;\n9.     A practice or pattern of failing timely to perform or complete contracts relating to home improvements as defined by section\n       20-3 86 of the administrative code or a practice of abandoning contracts on residential buildings containing four dwelling units\n       or less;\n10. Failure to provide documents, including payroll records, workers compensation or other insurance documents, employee\n       timekeeping records and corporate tax returns, required by the commissioner;\n11. Engaging or assisting in any act that endangers the public safety and welfare;\n12. Conviction of a criminal offense where the underlying act arises out of the individual’s professional dealings with the city or\n       any other governmental entity;\n13. Poor moral character that adversely reflects on his or her fitness to conduct work regulated by this code; or\n14. Failure to pay outstanding fines, penalties, or fees related to the individual’s professional dealings with the city or any o ther\n       governmental entity.\n15. With respect to general contractor registration, upon a finding that the applicant or registrant or a business entity in which one\n       of the applicant’s or registrant’s principals, officers or directors is a principal, officer or director has engaged in any o f the acts\n       set forth in items 1 through 14 or any of the following:\n       15.1. Fraud, misrepresentation or bribery in securing a sign-off of work or a temporary or permanent certificate of occupancy.\n       15.2. A practice on the part of the registrant of failure to timely perform or complete its contracts for the construction of new\n             residential structures containing no more than three dwelling units, or the manipulation of assets or accounts, or fraud or\n             bad faith.\n       15.3. Approval or knowledge on the part of the registrant of an act of omission, fraud, or misrepresentation committed by one\n             or more agents or employees of the registrant, and failure to report such act to the department.\n        15.4. The applicant or registrant, or any of its principals, officers or directors, or any of its stockholders owning more than ten\n              percent of the outstanding stock of the corporation has been convicted of a crime which, in accordance with article\n              twenty-three-a of the correction law, is determined to have a direct relationship to such person’s fitness or ability to\n              perform any of the activities for which a registration is required under this article.\n        15.5. The applicant or registrant, or any of its principals, officers or directors has been or is a principal, officer or director of a\n              registered general contractor whose registration has been revoked.\n     28-401.19.1 Notice and hearing. The commissioner shall not revoke or suspend a license or certificate of competence for any\n     cause or impose any other sanction on a licensee unless and until the holder has been given at least five calendar days prior written\n     notice and an opportunity to be heard. However, when the public safety may be imminently jeopardized the commissioner shall\n     have the power, pending a hearing and determination of charges, to forthwith suspend any license for a period not exceeding 15\n     days.\n     "
}