{
  "prefix": "SECTION",
  "num": "28-308.3.1",
  "heading": "Contents of retro-commissioning report",
  "text": " The retro-commissioning agent shall prepare and certify a retro-\ncommissioning report. The retro-commissioning report shall include such information relating to the retro- commissioning as shall\nbe set forth in the rules of the department including, at a minimum:\n\n     1. Project and team information:\n\n        1.1.     Building address.\n\n        1.2.     Experience and certification of person performing retro-commissioning and any staff involved in the project.\n\n        1.3.     Name, affiliation, and contact information for persons performing retro-commissioning and members of the retro-\n                 commissioning team, owner of building, and facility manager of building.\n\f      2. Building information:\n\n         2.1.     List of all HVAC, domestic hot water, electrical equipment, lighting, and conveyance equipment types in the base\n                  building systems.\n\n         2.2.     Benchmarking output.\n\n      3. Testing protocol:\n\n         3.1.     List of all equipment types tested.\n\n         3.2.     For each equipment type tested, a list of the sample rates (percent of each type of equipment tested), the testing\n                  methodology, including any diagnostic equipment used, and the test results.\n\n         3.3.     List of integrated system testing performed.\n\n      4. Master list of findings, including for each, the name of the retro-commissioning measure and its assigned number, a brief\n         description of the measure, recommended corrections, the benefits attained, estimated annual savings (energy and cost), the\n         estimated implementation cost, and the simple payback.\n\n      5. Deficiencies corrected:\n\n         5.1.     List of repairs completed during investigation.\n\n         5.2.     List of deficiencies corrected, including, for each deficiency, the date corrected, by whom the correction was\n                  made, the actual cost, and projected savings.\n\n   "
}