{
  "prefix": "SECTION",
  "num": "28-308.1",
  "heading": "Definitions",
  "text": " As used in this article, the following terms shall have the following meanings:\n\nBASE BUILDING SYSTEMS. The systems or subsystems of a building that use energy and/or impact energy consumption\nincluding:\n  1.     The building envelope.\n  2.     The HVAC (heating ventilating and air conditioning) systems.\n  3.     Conveying systems.\n  4.     Domestic hot water systems.\n  5.     Electrical and lighting systems.\n\n   Exception: The term \"base building systems\" shall not include:\n\n      1. Systems or subsystems owned by tenants (other than a net lessee for a term of 49 years or more, inclusive of renewal\n         options), condominium unit owners or cooperative unit shareholders, or a system or subsystems for which a tenant bears full\n         maintenance responsibility and that is within the tenant's leased space and/or exclusively serves such leased space.\n\n      2. Industrial processes that occur within a covered building.\n\nBUILDING MANAGEMENT SYSTEM. A computer-based system that monitors and controls a building's mechanical and\nelectrical equipment, such as HVAC, lighting, power, fire, and security systems, including, at a minimum, control of the heating\nequipment using interior temperature sensors.\n\nCITY BUILDING. A covered building that is owned by the city and for which the city regularly pays all or part of the annual energy\nbills.\n\n   Exception: The term \"city building\" shall not include:\n\n      1. Any building that participates in the tenant interim lease apartment purchase program.\n\n      2. Any building that participates in a program administered by the department of housing preservation and development.\n\n      3. Any building managed by the New York city health and hospitals corporation.\n\n      4. Any senior college in the City University of New York system.\n\n      5. Any cultural institution that is in the Cultural Institutions Group as determined by the department of cultural affairs.\n\fCOVERED BUILDING. As it appears in the records of the department of finance: (i) a building that exceeds 50,000 gross square\nfeet (4645 m2), (ii) two or more buildings on the same tax lot that together exceed 100,000 gross square feet (9290 m 2), or (iii) two or\nmore buildings held in the condominium form of ownership that are governed by the same board of managers and that together\nexceed 100,000 gross square feet (9290 m 2).\n\n   Exception: The term \"covered building\" shall not include real property classified as class one pursuant to subdivision one of\n   section eighteen hundred two of the real property tax law of the state of New York.\n\nCURRENT FACILITY REQUIREMENTS. The owner's current operational needs and requirements for a building, including\ntemperature and humidity set points, operating hours, filtration, and any integrated requirements such as controls, warranty review,\nand service contract review.\n\nENERGY AUDIT OR AUDIT. A systematic process of identifying and developing modifications and improvements of the base\nbuilding systems, including but not limited to alterations of such systems and the installation of new equipment, insulation or other\ngenerally recognized energy efficiency technologies to optimize energy performance of the building and achieve energy savings ,\nprovided that such process shall not be less stringent than the Level II Energy Survey and Engineering Analysis of the 2004 edit ion of\nProcedures for Commercial Building Energy Audits published by the American Society of Heating, Refrigerating and Air-\nconditioning Engineers Inc. (ASHRAE).\n\nENERGY AUDITOR. An approved agency authorized by the department to perform energy audits and to certify audit reports\nrequired by this article. Until such time as there is a national standard establishing qualifications for persons performing energy audits\nand such standard has been adopted by the department, an energy auditor shall be a registered design professional with such o ther\ncertification or qualification as the department deems to be appropriate. After the establishment of such a national standard, the\ndepartment may adopt the qualifications of the national standard with such modifications as the department deems to be approp riate.\n\nENERGY MANAGEMENT SYSTEM. A system incorporating interior temperature sensors and a central processing unit and\ncontrols, which are used to monitor and control gas, steam and oil usage, as is applicable, based on the need for heating.\n\nENERGY EFFICIENCY REPORT. The report required to be filed pursuant to section 28-308.4.\n\nFINANCIAL HARDSHIP (OF A BUILDING). A building shall be considered to be subject to financial hardship if the building:\n\n   1.    Had arrears of property taxes or water or wastewater charges that resulted in the property's inclusion, within two years prio r\n         to the due date of an energy efficiency report, on the department of finance’s annual New York city tax lien sale list;\n\n   2.    Is exempt from real property taxes pursuant to sections 420-a, 420-b, 446 or 462 of the real property tax law and applicable\n         local law and the owner had negative revenue less expenses during the two tax years prior to the due date of an energy\n         efficiency report as certified to the department by a certified public accountant;\n\n   3.    Had outstanding balances under the department of housing preservation and development's emergency repair program that\n         resulted in the property's inclusion, within two years prior to the due date of an energy efficiency report, on the departmen t\n         of finance's annual New York city tax lien sale list; or\n\n   4.    Has an active or effective commitment letter from a governmental agency that provides for the financing of the\n         rehabilitation, within a period of 5 years or less, of such building by such government agency for the purposes of affordable\n         housing for low or moderate income families.\n\nOWNER. The owner of record of a covered building, except that in the case of a net lease of an entire building for a term of 49 years\nor more, inclusive of renewal options, the term owner shall refer to the net lessee and in the case of a covered building hel d in\ncooperative or condominium form of ownership, the term owner shall refer to the board of managers in the case of a condominiu m\nand the board of directors in the case of a cooperative apartment corporation.\n\nRETRO-COMMISSIONING. A systematic process for optimizing the energy efficiency of existing base building systems through\nthe identification and correction of deficiencies in such systems, including but not limited to repairs of defects, cleaning, adjustments\nof valves, sensors, controls or programmed settings, and/or changes in operational practices.\n\nRETRO-COMMISSIONING AGENT. An individual, who shall not be a certified refrigerating system operating engineer or a\nlicensed high pressure boiler operating engineer on the staff of the building being retro-commissioned, authorized by the department\nto certify retro-commissioning reports required by this article. Until such time as there is a national standard establishing\nqualifications for persons who perform retro-commissioning and such standard has been adopted by the department, a retro-\ncommissioning agent shall be a registered design professional, a certified refrigerating system operating engineer, or a licensed high\npressure boiler operating engineer, with such other qualification or certification as determined by the department. After the\nestablishment of such a national standard, the department may adopt the qualifications of the national standard with such\n\fmodifications as the department deems to be appropriate.\n\nSIMPLE BUILDING. A covered building with neither a central chilled water system nor a central cooling system that covers more\nthan 10 percent of the building’s gross area.\n\nSIMPLE PAYBACK. The number of years for the projected annual energy savings to equal the amount invested in the energy\nconservation measure, as determined by dividing the investment by the annual energy savings.\n\nSPACE. An area within a building enclosed by floor to ceiling walls, partitions, windows and doors.\n\nSYSTEM OR SUBSYSTEM. Shall have the same definition as set forth in section two hundred two of the New York city energy\nconservation code.\n\n"
}