{
  "prefix": "SECTION",
  "num": "28-308.3",
  "heading": "Retro-commissioning required",
  "text": " The owner shall ensure that retro- commissioning is performed on the base building\nsystems of a covered building prior to filing an energy efficiency report as required by this article. Except as otherwise provided in\nsection 28-308.7, retro-commissioning shall be performed by or under the supervision of a retro-commissioning agent in accordance\nwith rules promulgated by the department. Such rules, at a minimum, shall ensure that sufficient analysis, corrections and testing\nhave been done so that the base building systems meet the following criteria demonstrating efficient operation:\n\n   1.      Operating protocols, calibration, and sequencing:\n\n           1.1.     HVAC temperature and humidity set points and setbacks are appropriate and operating schedules reflect major\n                    space occupancy patterns and the current facility requirements.\n\n           1.2.     HVAC sensors are properly calibrated.\n\n           1.3.     HVAC controls are functioning and control sequences are appropriate for the current facility requirements.\n\n           1.4.     Loads are distributed equally across equipment when appropriate (i.e. fans, boilers, pumps, etc. that run in\n                    parallel).\n\n           1.5.     Ventilation rates are appropriate for the current facility requirements.\n\n           1.6.     System automatic reset functions are functioning appropriately, if applicable.\n\n           1.7.     Adjustments have been made to compensate for oversized or undersized equipment so that it is functioning as\n                    efficiently as possible.\n\n           1.8.     Simultaneous heating and cooling does not occur unless intended.\n\n           1.9.     HVAC system economizer controls are properly functioning, if applicable.\n\n           1.10.    The HVAC distribution systems, both air and water side, are balanced.\n\n           1.11.    Light levels are appropriate to the task.\n\f        1.12.    Lighting sensors and controls are functioning properly according to occupancy, schedule, and/or available\n                 daylight, where applicable.\n\n        1.13.    Domestic hot water systems have been checked to ensure proper temperature settings.\n\n        1.14.    Water pumps are functioning as designed.\n\n        1.15.    System water leaks have been identified and repaired.\n\n2.      Cleaning and repair:\n\n        2.1.     HVAC equipment (vents, ducts, coils, valves, soot bin, etc.) is clean.\n\n        2.2.     Filters are clean and protocols are in place to replace, as appropriate.\n\n        2.3.     Light fixtures are clean.\n        2.4.     Motors, fans, and pumps, including components such as belts, pulleys, and bearings, are in good operating\n                 condition.\n        2.5.     Steam traps have been replaced as required to maintain efficient operation, if applicable.\n        2.6.     Manual overrides on existing equipment have been remediated.\n        2.7.     Boilers have been tuned for optimal efficiency, if applicable.\n\n        2.8.     Exposed hot and chilled water and steam pipes 3 inches (76mm) or greater in diameter with associated control\n                 valves are insulated in accordance with the standards of the New York city energy conservation code as in effect\n                 for new systems installed on or after July 1, 2010.\n\n        2.9.     In all easily accessible locations, sealants and weather stripping are installed where appropriate and are in good\n                 condition.\n\n3.      Training and documentation:\n\n        3.1.     Permits for all HVAC, electrical and plumbing equipment are in order.\n\n        3.2.     Critical operations and maintenance staff have received appropriate training, which may include\n                 labor/management training, on all major equipment and systems and general energy conservation techniques.\n\n        3.3.     Operational and maintenance record keeping procedures (log books, computer maintenance records, etc.) have\n                 been implemented.\n\n        3.4.     The following documentation is on site and accessible to the operators: the operations and maintenance manuals, if\n                 such manuals are still available from the manufacturer, the maintenance contracts, and the most recent retro-\n                 commissioning report.\n\nException: No retro-commissioning is required if the covered building has received certification under the LEED 2009 rating\nsystem for Existing Buildings published by the United States Green Building Counsel or other rating system for existing\nbuildings, as determined by the department, within two years prior to the filing of the building's energy efficiency report and\nearned the LEED point for Existing Building Commissioning investigation and analysis and the LEED point for Existing Building\nCommissioning implementation.\n\n"
}