{
  "prefix": "SECTION",
  "num": "28-308.2",
  "heading": "Energy audits required",
  "text": " The owner shall ensure that an energy audit is performed on the base building systems of a\ncovered building prior to filing an energy efficiency report as required by this article. Except as otherwise provided in section 28-\n308.7, an energy audit shall be performed by or under the supervision of an energy auditor and shall be performed in accordan ce with\nrules promulgated by the department. The audit process shall cover the base building systems and shall identify at a minimum:\n\n   1.      All reasonable measures, including capital improvements, that would, if implemented, reduce energy use and/or the cost of\n           operating the building;\n\n   2.      For each measure, the associated annual energy savings, the cost to implement, and the simple payback, calculated by a\n           method determined by the department;\n\n   3.      The building's benchmarking output consistent with the United States Environmental Protection Agency Portfolio Manager\n           tool or as otherwise established by the department;\n\n   4.      A break-down of energy usage by system and predicted energy savings by system after implementation of the proposed\n           measures; and\n\n   5.      A general assessment of how the major energy consuming equipment and systems used within tenant spaces impact the\n           energy consumption of the base building systems based on a representative sample of spaces.\n\n   Exceptions:\n\n        1. No energy audit is required if the building complies with one of the following as certified by a registered design\n           professional:\n\n           1.1.     The covered building has received an EPA Energy Star label for at least two of the three years preceding the filing\n                    of the building's energy efficiency report.\n\n           1.2.     There is no EPA Energy Star rating for the building type and a registered design professional submits\n                    documentation, as specified in the rules of the department, that the building's energy performance is 25 or more\n                    points better than the performance of an average building of its type over a two-year period within the three-year\n                    period prior to the filing of an energy efficiency report consistent with the methodology of the LEED 2009 rating\n                    system for Existing Buildings published by the United States Green Building Council or other rating system or\n                    methodology for existing buildings, as determined by the department.\n\n           1.3.     The covered building has received certification under the LEED 2009 rating system for Existing Buildings\n                    published by the United States Green Building Council or other rating system for existing buildings, as determined\n                    by the department, within four years prior to the filing of the building's energy efficiency report.\n\n        2. An energy audit shall not be required for the first energy efficiency report of a simple building that is in compliance with six\n           out of seven of the following items as certified by a registered design professional:\n\n           2.1.     Individual heating controls. (i) Each dwelling unit in the building has one or more thermostatic controls controlling\n                    all the heating    units within the dwelling unit and any heated space       not within a dwelling unit has one or\n                    more thermostatic controls controlling all the heating units within the space, or (ii) the building has a central\n                    heating system controlled by an energy management system or a building management system that incorporates\n                    temperature sensors located in at least 10 percent of the dwelling units and 10 percent of the heated spaces, except\n                    that the total number of sensors required within the building shall not be less than 10 nor more than 30.\n\n           2.2.     Common area and exterior lighting. Common area (lighting outside of tenant spaces) and exterior lighting, at a\n                    minimum, are in compliance with the provisions of the New York city energy conservation code as in effect for\n\f                    new systems installed on or after July 1, 2010.\n\n           2.3.     Low flow faucets and shower heads. All faucets and showerheads within the building, at a minimum, meet the\n                    standards of Table 604.4 of the New York city plumbing code as in effect for new systems installed on or after\n                    July 1, 2010.\n\n           2.4.     Pipe insulation. All exposed pipes that are used to convey heat or hot water are insulated, at a minimum, in\n                    accordance with the standards of the New York city energy conservation code as in effect for new systems\n                    installed on or after July 1, 2010.\n\n           2.5.     Domestic hot water. All domestic hot water tanks that do not have built-in insulation are insulated with a minimum\n                    insulation value of R-8.\n\n           2.6.     Washing machines. All common area clothes washing machines are front loading.\n\n           2.7.     Cool roof. The roof complies with section 1504.8 of the New York city building code as in effect for new\n                    buildings constructed on or after July 1, 2010.\n\n   "
}