{
  "prefix": "SECTION",
  "num": "28-112.7.1",
  "heading": "Fees for the testing, approval, inspection and use of power-operated cranes, derricks and cableways",
  "text": " The\n  owner of any crane or derrick shall renew the certificate of operation each year. See Table 28-112.7.1.\n\f                                                                            TABLE 28-112.7.1\n\n                  EQUIPMENT TYPE                                                        FILING FEE                              RENEWAL FEE               COMMENTS\nPrototype approval of one configuration of a mobile crane.        $2500 when testing has been monitored and certified by a                       Additional configurations\nOne configuration shall be comprised of the crane with a          competent individual or group, other than the                                  shall be subject to the same\nmain boom, one fixed jib and one set of counterweights.           manufacturer, acceptable to the commissioner; $4000                            fee as the original\n                                                                  when, in lieu of monitoring and certification of tests, the                    configuration.\n                                                                  commissioner shall require design calculations for such\n                                                                  items as the commissioner deems necessary to supplement\n                                                                  the tests.\n\nAmendment to a configuration.                                     One-half the original configuration fee.\nPrototype approval of a mobile crane with a hydraulic             $4000\nboom.\nCertificate of approval for mobile crane with a boom less         $500                                                           $250 annually   The boom length as herein\nthan two hundred feet in length; fee also includes initial                                                                                       specified shall include the jibs\ncertificate of operation.                                                                                                                        and any other extensions to the\n                                                                                                                                                 boom.\nCertificate of approval for mobile crane with a boom two          $1000                                                          $250 annually   The boom length as herein\nhundred feet or more in length, but less than three hundred                                                                                      specified shall include the jibs\nfeet in length; fee also includes initial certificate of                                                                                         and any other extensions to the\noperation.                                                                                                                                       boom.\nCertificate of approval for mobile crane with a boom three        $2000                                                          $400 annually   The boom length as herein\nhundred feet or more in length but less than four hundred                                                                                        specified shall include the jibs\nfeet in length; fee also includes initial certificate of                                                                                         and any other extensions to the\noperation.                                                                                                                                       boom.\nCertificate of approval for mobile crane with a boom four         $3000                                                          $400 annually   The boom length as herein\nhundred feet or more in length; fee also includes initial                                                                                        specified shall include the jibs\ncertificate of operation.                                                                                                                        and any other extensions to the\n                                                                                                                                                 boom.\nCertificate of approval for master climber and tower cranes       $3000                                                          $400 annually\nand derricks, regardless of length; fee also includes initial\ncertificate of operation.\nCertificate of approval for all other cranes; fee also includes   $1000                                                          $250 annually\ninitial certificate of operation.\nCertificate of approval required for a mobile crane with a        $300                                                           $200 annually   The boom length as herein\nboom not exceeding fifty feet in length with a maximum                                                                                           specified shall include the jibs\nrated capacity not exceeding three tons; fee also includes                                                                                       an any other extensions to the\ninitial certificate of operation.                                                                                                                boom.\nCertificate of operation-sign hanger, fifty-one feet to one-      $250                                                           $200 annually\nhundred thirty five feet with capacity of 3 tons or less.\nNew certificate of approval, when the boom or extension           The fee shall be the full fee required for testing a new\nthereof is replaced or altered.                                   crane or derrick with a boom or extension of the same size\n\f                   EQUIPMENT TYPE                                                        FILING FEE                          RENEWAL FEE   COMMENTS\n                                                                  and design as the replacement boom or extension thereof.\nReview only of engineering calculations for mobile crane          $100\nwith a boom exceeding 250 feet to be erected by a licensed\nmaster or special rigger, for which a certificate of on-site\ninspection is not required under this code or rules of the\ndepartment.\nOn-site inspection of up to three models of mobile cranes         $250 during business hours; $750 outside business hours;       $100\nwith boom, including jibs and other extensions to the boom        upon written request of the applicant.\ntwo hundred fifty feet or more in length, or derrick.\nAll other on-site inspections of cranes.                          $150                                                           $100\nAmendment to an application for certificate of on-site            $100\ninspection.\nApplication for waiver of on-site inspection of mobile crane      $100\nor derrick.\nNotification of Outrigger Beam Installation or dismantling        As provided by department rules\nNotification of use, installation or dismantle of all cranes      As provided by department rules\n\n   "
}