{
  "prefix": "SECTION",
  "num": "28-309.8",
  "heading": "Disclosure",
  "text": " The department of finance shall make information generated by the benchmarking tool available to the public\non the internet no later than September 1, 2011, and no later than every September first thereafter for city buildings, no later than\nSeptember 1, 2012, and no later than every September first thereafter for covered buildings whose primary use is not resident ial, as\ndetermined by the department of finance, and no later than September 1, 2013, and no later than every September first thereafter for\ncovered buildings whose primary use is residential, as determined by the department of finance. Such information shall includ e, but\nneed not be limited to: (i) the energy utilization index, (ii) the water use per gross square foot, (iii) where available, a rating that\ncompares the energy and water use of the building to that of similar buildings, and (iv) a comparison of data across calendar years for\nany years such building was benchmarked. Information generated by the benchmarking tool for the 2009 calendar year for city\nbuildings, for the 2010 calendar year for covered buildings, and for the 2011 calendar year for covered buildings whose prima ry use\nis residential, as determined by the department of finance, shall not be disclosed.\n\n   Exception: Ratings generated by the benchmarking tool for a covered building that contains a data center, television studio, and/or\n   trading floor that together exceed ten percent of the gross square footage of any such building shall not be disclosed until the\n   office of long-term planning and sustainability determines that the benchmarking tool can make adequate adjustments for such\n   facilities. When the office of long-term planning and sustainability determines that the benchmarking tool can make such\n   adjustments, it shall report such determination to the mayor and the speaker of the city council. Until such determination is made,\n   the office of long-term planning and sustainability shall report biennially to the mayor and the speaker of the city council that the\n   benchmarking tool is unable to make such adjustments.\n\n"
}