{
  "prefix": "SECTION",
  "num": "28-309.2",
  "heading": "Definitions",
  "text": " As used in this article, the following terms shall have the following meanings:\n\fBENCHMARK. To input and submit to the benchmarking tool the total use of energy and water for a building for the previous\ncalendar year and other descriptive information for such building as required by the benchmarking tool.\n\nBENCHMARKING TOOL. The internet-based database system developed by the United States environmental protection agency,\nand any complementary interface designated by the office of long-term planning and sustainability, to track and assess the energy and\nwater use of certain buildings relative to similar buildings.\n\nCITY BUILDING. A building that is more than 10,000 gross square feet (929 m²), as it appears in the records of the department of\nfinance, that is owned by the city or for which the city regularly pays all or part of the annual energy bills, provided that two or more\nbuildings on the same tax lot shall be deemed to be one building.\n\n   Exception: The term \"city building\" shall not include:\n\n      1. Any building not owned by the city in which the city is a tenant and for which the city does not pay all the energy bills;\n\n      2. Any building owned by the city that participates in the tenant interim lease apartment purchase program; or\n\n      3. Any building owned by the city that (i) is 50,000 gross square feet (4645 m²) or less, as it appears in the records of the\n         department of finance, and (ii) participates in a program administered by the department of housing preservation and\n         development.\n\nCOVERED BUILDING. As it appears in the records of the department of finance: (i) a building that exceeds 50,000 gross square\nfeet (4645 m²), (ii) two or more buildings on the same tax lot that together exceed 100,000 gross square feet (9290 m²), or ( iii) two or\nmore buildings held in the condominium form of ownership that are governed by the same board of managers and that together\nexceed 100,000 gross square feet (9290 m²).\n\n   Exception: The term \"covered building\" shall not include:\n\n      1. Any building that is a city building.\n\n      2. Any building that is owned by the city.\n\n      3. Real property classified as class one pursuant to subdivision one of section one thousand eight hundred two of the real\n         property tax law.\n\nDATA CENTER. A room or rooms used primarily to house high density computing equipment, such as server racks, used for data\nstorage and processing.\n\nDWELLING UNIT. A single unit consisting of one or more habitable rooms, occupied or arranged to be occupied as a unit separate\nfrom all other units within a building, and used primarily for residential purposes and not primarily for professional or commercial\npurposes.\n\nENERGY. Electricity, natural gas, fuel oil and steam.\n\nOWNER. The owner of record, provided that \"owner\" shall be deemed to include: (i) the net lessee in the case of a building subject\nto a net lease with a term of at least forty-nine years, inclusive of all renewal options, (ii) the board of managers in the case of a\ncondominium, and (iii) the board of directors in the case of a cooperative apartment corporation.\n\nTENANT. Any tenant, tenant-stockholder of a cooperative apartment corporation, condominium unit owner or other occupant.\n\n"
}