{
  "prefix": "SECTION",
  "num": "28-402.2",
  "heading": "Qualifications",
  "text": " All applicants for a site safety manager certificate shall submit satisfactory proof establishing that the\napplicant:\n  1. Is a registered design professional and has three years of experience supervising construction or demolition of major buildings\n     as the term major building is defined in chapter 33 of the New York city building code, and within one year prior to application\n\f     has satisfactorily completed a 40-hour course approved by the department;\n   2. Has a Certified Safety Professional (“CSP”) designation from the Board of Certified Safety Professionals (“BCSP”) and has\n      three years of experience supervising construction or demolition of major buildings as the term major building is defined in\n      chapter 33 of the New York city building, and within one year prior to application has satisfactorily completed a 40-hour\n      course approved by the department;\n   3. Has eight years of construction supervision experience within the 10 years prior to application, including five years supervising\n      construction or demolition of major buildings as the term major building is defined in chapter 33 of the New York city building\n      code, and within one year prior to application has satisfactorily completed a 40-hour course approved by the department;\n   4. Has completed an 18 month on-the-job training program working on major buildings as that term is defined in chapter 33 under\n      the direct and continuing supervision of a certified site safety manager. Such on-the-job training program shall conform to rules\n      promulgated by the department. The supervising site safety manager shall certify the trainee’s satisfactory completion of the\n      training program. In addition, the applicant shall provide proof that, within one year prior to the date of application, he or she\n      has satisfactorily completed a 40-hour course approved by the department;\n   5. Has equivalent education and construction experience as determined by the department and within one year prior to application\n      has satisfactorily completed a 40-hour course approved by the department; or\n   6. Has three years of experience as a certified site safety coordinator and within one year prior to application has satisfactorily\n      completed a 40-hour course approved by the department.\n\n\n                                                       "
}