{
  "prefix": "SECTION",
  "num": "28-116.2.4.2",
  "heading": "Final inspection prior to letter of completion",
  "text": " In all cases where the permitted work does not require the\n      issuance of a certificate of occupancy, the final inspection shall be performed by the department or at the option of the owner\n      by an approved agency. Whenever the department performs a final inspection, the department shall charge a fee for such\n      inspection. The applicant shall take all reasonable and necessary steps to ensure that the final inspection is performed within\n      one year after the expiration of the last permit. The inspection shall be performed after all work authorized by the build ing\n      permit is completed. The approved agency performing the inspection shall report defective work and discrepancies with the\n      approved construction documents to the contractor and, when applicable, to the superintendent of construction, for correction .\n      The approved agency shall report uncorrected discrepancies and defective work to the registered design professional of record\n      and the owner in writing. The approved agency shall report all conditions noted or observed as hazardous to life, safety or\n      health that are not immediately corrected to the immediate attention of the commissioner. All defects noted in such inspection\n      shall be corrected. The final inspection report shall confirm that defects noted have been corrected, that the work is in\n      substantial compliance with the approved construction documents and with this code and other applicable laws and rules and\n      that all required inspections were performed. Final inspection reports shall be filed with and maintained by the department.\n      Records of final inspections made by approved agencies shall be maintained by such persons for a period of six years after\n      sign-off or for such other period as the commissioner shall require and shall be made available to the department upon request.\n"
}