{
  "prefix": "SECTION",
  "num": "28-107.2",
  "heading": "Definitions",
  "text": " The following words and terms shall, for the purposes of this article and elsewhere in the code, have the\nmeanings shown herein.\nCLASS A MULTIPLE DWELLING, CLASS B MULTIPLE DWELLING, FURNISHED ROOM HOUSE, ROOMING\nUNIT AND SINGLE ROOM OCCUPANCY. Shall have the meanings set forth in section 27-2004 of the New York city\nhousing maintenance code.\nSINGLE ROOM OCCUPANCY MULTIPLE DWELLING. A single room occupancy multiple dwelling means:\n   1. A “class A multiple dwelling” used in whole or part as a “rooming house” or “furnished room house,” or for “single room\n      occupancy” pursuant to section 248 of the New York state multiple dwelling law;\n   2. A “class A multiple dwelling” containing “rooming units”; or\n   3. A “class B multiple dwelling.”\n   Exception: The term single room occupancy multiple dwelling shall not include:\n             1. College or school dormitories;\n             2. Clubhouses;\n             3. Luxury hotels, as such term is defined by the commissioner of housing preservation and development; or\n             4. Residences whose occupancy is restricted to an institutional use such as housing intended for use by the\n                employees of a single company or institution;\n             5. City-owned multiple dwellings; or\n             6. Any multiple dwelling, other than a lodging house, containing fewer than nine sleeping rooms, rooming units,\n                single room occupancy units, or hotel units unless the total number of such units is more than fifty percent of the\n                total number of dwelling units in such multiple dwelling; or\n\f            7. Any multiple dwelling that:\n                  7.1. Is the subject of a program approved by the commissioner of housing preservation and development and\n                       related to the rehabilitation or preservation of a single room occupancy multiple dwelling or the provision\n                       of housing for persons of low or moderate income, other than a program consisting solely of real property\n                       tax abatement or tax exemption; and\n                  7.2. Has been exempted from the provisions of this article by the commissioner of housing preservation and\n                       development.\n"
}